Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/likestillings-_og_diskrimineringsloven.html.tmx
Source language: nob
Languages: sme

source: Likestillings- og diskrimineringsloven
sme: Dásseárvo- ja vealahanláhka

source: Retten til ikke å bli diskriminert på grunn av kjønn er en menneskerett som er fastsatt i en rekke konvensjoner.
sme: Vuoigatvuohta ahte ii galgga vealahuvvot sohkabeali vuođul lea olmmošvuoigatvuohta mii lea mearriduvvon ollu konvenšuvnnain.

source: Diskrimineringslovverket er det viktigste hjelpemiddelet for å holde retten i hevd.
sme: Vealahanláhkaaddin lea deaŧaleamos veahkkeneavvu vuoigatvuođa bisuheapmái.

source: Lov om likestilling og forbud mot diskriminering (likestillings- og diskrimineringsloven) gir et vern mot diskriminering på grunn av kjønn, graviditet, permisjon ved fødsel eller adopsjon, og omsorgsoppgave.
sme: Lov om likestilling og forbud mot diskriminering (dásseárvo- ja vealahanláhka) addá suoji vealaheami vuostá sohkabeali, áhpehisvuođa, riegádahttinpermišuvnna dahje adopšuvnna ja fuolahusdoaimma oktavuođas.

source: Kvinner og menn skal ha like muligheter til utdanning, arbeid, kulturell og faglig utvikling.
sme: Nissonolbmuin ja almmáiolbmuin galget leat seammalágan vejolašvuođat ohppui, bargui, kultuvrralaš ja fágalaš ovdáneapmái.

source: Både kvinner og menn er omfattet av vernet, selv om likestillings- og diskrimineringsloven etter forskriften særlig tar sikte på å bedre kvinners stilling.
sme: Suodji guoská sihke nissonolbmuide ja almmáiolbmuide, vaikko dásseárvo- ja vealahanlága dahje láhkaásahusa ulbmilin lea erenoamážit buoridit nissonolbmuid sajádaga.

source: Loven forplikter arbeidsgivere, organisasjonene i arbeidslivet og offentlige myndigheter til aktivt likestillingsarbeid.
sme: Láhka geatnegahttá bargoaddiid, organisašuvnnaid bargoeallimis ja almmolaš eiseválddiid árjjalaččat bargat dásseárvvuin.
